[
	{
		"title":"Downfall", 
		"context":"And in this dark harvest of seasonMy life has completely lost reason,For which or against to decide.All lost in a savage and endless, bleak tideIn sadness and in kindness In light and in darkness.In a boat made of hope I shall sail to tomorrow,In a winding hurricane Made of treachery and sorrow.There's a spear, endless, and colossal spear...Piercing, slashing though my head.Starting somewhere in heaven, Ending somewhere in hell.Fighting, burning, crying, crashing.Are the armies within.In my head they are all thrashing.On the heaven's and hell's whim.To be light or to be darkness.A perpetual array.It's n",
		"preview_url":"http://t12.deviantart.net/Wkk6oK_Ql14JT-egvOq0MNxAJNo=/fit-in/150x150/filters:no_upscale():origin()/pre06/93d5/th/pre/i/2008/356/f/b/downfall_by_alexiuss.jpg"
	},
	{
		"title":"Lucy in the sky graffiti", 
		"context":"graffiti desta arte [link]step by step [link]_________________________________________________I wanted to thank everyone who has admired my work.I did not expect such a repercussion. I confess I am extremely happy.This art was the result of 80 hours of work, divided into 20 days.About diamonds that many people ask me where are the answer is as follows:Are in their hearts, their minds and souls.If my art reached them, then you are the diamonds Lucy.This art was a small tribute to a song that inspires me a lot.I'm developing a comic book-themed music, it will have the colors as vivid as this graffiti. I ask that they continue with me here on DA :Comic based on the Beatles song Lucy in the sky witch Diamonds.cover art [link]page 1: [link]page 2: [link]page 3:[link]page 4: [link]page 5: [link]step by step:[link]Peace",
		"preview_url":"http://t12.deviantart.net/pOBV44Fa-0zXF3M3NC1JEfD19xo=/fit-in/300x900/filters:no_upscale():origin()/pre10/f4cc/th/pre/i/2013/262/a/1/lucy_in_the_sky_graffiti_by_tintanaveia-d4tdni6.jpg"
	},
	{
		"title":"Be Careful", 
		"context":"| Website | Facebook | Twitter | Instagram |.Don't worry I will catch you if you fall.",
		"preview_url":"http://t03.deviantart.net/tHECV-uAVCbaK0DWHwm_AUQo144=/fit-in/300x900/filters:no_upscale():origin()/pre03/c7bd/th/pre/i/2013/209/1/8/be_careful_by_antontang-d2nq7yy.jpg"
	},
	{
		"title":"mermaid", 
		"context":"Character modelled/textured/lighted in 3dsmax, touch ups in photoshopenjoy",
		"preview_url":"http://t14.deviantart.net/Kt0OxKuAKuWv-rLgW4wvEkC3mr0=/fit-in/300x900/filters:no_upscale():origin()/pre05/82ff/th/pre/f/2007/032/0/a/mermaid_by_pascalblanche.jpg"
	},
	{
		"title":"Guitar-Emote-Hero revamp", 
		"context":"Finished at last! Took me 3 loooong days! and to think that I actually considered giving up. (I'm glad I didn't  )This is a revamp of my old Guitar emote hero emote that I made last year. Hope you like it Created using Adobe Fireworks CS3Frames: 120Frame rate: 0.08Layers: *dies from counting*Time spent: a lot Yay DD! Thanks `Chimpantalones !! ~revesburger !! and the 22 others who suggested it!!! And thanks everyone for all the wonderful comments ^__^",
		"preview_url":"http://orig06.deviantart.net/8bc4/f/2009/137/9/9/guitar_emote_hero_revamp_by_cookiemagik.gif"
	},
	{
		"title":":Enjoy_your_breakfast_", 
		"context":"I do this all the time...I know the golden rule; the \"it's only funny the first time\" rule, but I couldn't help myself.. I've got many more of these, I could put them in my scraps, but I figure you've all had enough of these terrorized eggs.I haven't.. *smirk* photo and idea: EMS/MoTH (still me, in case you didn't know..) ----edit------phiew!!5 hours flat, and I'm finally done reading all the comments! But unfortunately I don't think I could live through answering all of them... so I'll sum it up here by saying: Thank YOU so much for your comment!! all of you!   I just can't believe how fast this absurd little picture gained popularity - or that it gained popularity at all, for that matter.. xDbut thank you, thank you all so incredibly much! *glomps the lot of ya!*",
		"preview_url":"http://t05.deviantart.net/NYCpUKU1ikiLaopv7kGIv7s8cWU=/fit-in/300x900/filters:no_upscale():origin()/pre12/2903/th/pre/i/2015/126/0/a/_enjoy_your_breakfast__by_nocturnalmoth-d1a3x0h.jpg"
	},
	{
		"title":"My Brush Pack", 
		"context":"So these are really the only brushes I use, period. I barely, ever, use custom weird funky brushes unless its for design purpose. I find this collection achieves exactly what I want, and haven't searched elsewhere. It's like my Holy Grail so I figured all of you digi painters could use them as well!Now you might be like \"Why such a small list?\" I don't mean this in an arrogant way , but I can really achieve any feeling I want with these brushes, just get used to them, play with it and it'll work out! They did for me. I have a run down below on what each brush is used for in a painting:BrushesStandard Brush: This is what I use to drop my basic colors when quickly slapping down what I want. I seldom use it for actual detailing, but if I need to block in thick patches I'll use this brush.Detailing Painting Brush: My favorite brush next to the fur brush. This one is simply used to get those nooks and crannies. If I were to use the brush above for 25% of the painting, this would be the other 75%. Lighting Brush You know all those lens flares, over bright lights, shiny glowing areas I do? This is the brush. Use it softly and you'll achieve a nice bloom in your lighting.Detailing Lighting Brush For tinier spots, harder lighting areas.Texture Brush: I use this brush mostly for pores, dabbles on the skin, bumpy surfaces, or just to give texture to skin in general. Works like a charm.Hair Brush/Smudge Brush Pretty Self Explanatory. Do I start off painting hair with this brush? No, I use the Standard Painting Brush then I go over it with this brush to create the strands/etc. As for the smudging, this is my ideal color mixer when I need to blend tones, acts like a bristle brush and merges all those nice colors together to create a creamy feel. Chalk Brush: I use this for clouds sometimes, smoke, or just patching in colors. Works better than I can explain.Hard Ink Brush: This I use rarely, but when I do use it, it really helps. Usually for adding glare, or tight highlights on certian objects to make them pop. Like the girls earring. Texture Brush # 2 : This one I use a lot to get nice pores, that sweaty look or just overall skin texture.  Cloud Brush #1-3: Used to paint clouds, nuff' said.Abrams Lighting Brush: I love this brush. In my \"INSIDE THE BEAST\" image, all those lighting effects you guys talked about were used with this brush. Speckle Brush: Used for skin again, or to dirty something up.Debris Brush: Need to create dirt flying? Tiny bumps on a sexy leg? This is it sucka. Fur Brush: UNF! My favorite brush. I use this for skin, fur, cloth, metal, sparks, debris, glass, anything. It's a hard shell to crack, but once you do..it's a GREAT brush. Pore Brush: Literally my 489474th brush used for skin/pores. Glass Brush: Used to create shattered glass, papers flying, etc. Have fun!!Also, all I ask is if you download them, I don't expect any credit. But at least fav the pack, so they can be seen by more users.  Thank you.",
		"preview_url":"http://t14.deviantart.net/hNEFvOiGVQJ8-T1iJhuDWDK8RyE=/fit-in/300x900/filters:no_upscale():origin()/pre00/a4af/th/pre/i/2009/102/5/d/my_brush_pack_by_adonihs.jpg"
	},
	{
		"title":"Alice-Reworked", 
		"context":"What you see here is DanteWontDie's digital art for an Alice Madness Returns FanArt book with an overlay of rainmeter skins to add a little movement and display information on your desktop . You will need the latest beta version of Rainmeter to run these skins. Get it from here: [Link]The skins have the same functionality as those in the Cogs, Tubes and Gauges collection , I have simply modified the surrounds and added a few props to help them blend a little better with ~DanteWontDie's artwork. This included bits from the AMA Icon Set by OmriKoreshThe skins in the package are:- Analog clock (left-click to change the clock face but you won't get rid of Alice) - watch for the steam emission every minute.- System info with a gauge showing overall CPU usage, individual bars for up to 8 cores and smaller gauges for RAM and SWAP memory usage.- Network activity showing upload and download speeds along with the ping return time and wifi signal strength.- Volume control - trumpet and skull to the right of 5-Clubs. Use the mouse scroll wheel to adjust the system volume or left-click to mute.- Gauges for used space on 1-4 hard drives (gratuitous pendulum thingamebob for one or two disks).- Weather skin with analog gauges for temperature, barometric pressure and wind direction. Click the forecast icon for a 72-hour forecast from the Weather Channel.- uTorrent tracker using Lua script adapted from LuaTorrent 3.1 by jsmorley - RSS/Atom feedreader built around Kaelri's Reader.lua script. Feed items are sorted by date/time and anything less than an hour old is bulleted. The neat little selector animation uses Kaelri's Universal Transitions script. The crawling ants are there to let you know that you've changed page or the feeds have been refreshed.- Music Player using poiru's NowPlaying plugin that works with a variety of media players. You can find the full list of supported players and the PlayerName codes  here - Skin Launcher for the FeedReader, Weather, Network, Music Player and uTorrent skins. NOTE: The Skin Launcher is just below the Day/Date playing card on the right. Clicking the settings icon on the far right will open a text file (UserVariables.inc) where user settings like the weather code, the type of music player and the RSS feed URLs can be changed.I've included wallpaper for a 1920x1080 screen. If you have a different screen resolution I recommend you download the original 2079 x 1404 version from DanteWontDie's post and re-size it using a 'constrain proportions' setting to fit your screen.If you have any suggestions or questions concerning the skins, you can contact me on the Rainmeter forums.",
		"preview_url":"http://t06.deviantart.net/611dBx14tjgz_SEh1pmCAJC9SfA=/fit-in/300x900/filters:no_upscale():origin()/pre12/5f8f/th/pre/f/2013/326/0/9/alice_reworked_by_mordasius-d5t86mw.jpg"
	},
	{
		"title":"Fire Within Me", 
		"context":"CONTACT FOR PRINTS!Limited edition prints availableinfo@af-studios.netOh its been a while...This is the first piece I created after more then two months of being away. Its really good to be back   Dedicated to all my friends here for their endless support,and to someone very special in my life right now  The work itself didnt require much time,but the fire was a pain to adjust...and I hate doing lighting on a face since I usually mess it up with too much \"paint\",but I actually like to overall look of this. Hope you will too.Check out the original image in the credits below.New screen,new settings,so if it looks too dark,lemme know  Credits: Model - ~Kechake-stock [original file - [link]Background - ~CausticStockA lot of personal and purchased resources,brushes and as always,a lot of painted stuff ^_^Enjoy the weekend [c] Ana Fagarazzi | Af-Studioswww.af-studios.netFollow on Facebookinfo@af-studios.net",
		"preview_url":"http://t02.deviantart.net/8O8TxReNdYs6V-pjil74u1_UASI=/fit-in/300x900/filters:no_upscale():origin()/pre11/e260/th/pre/f/2010/058/5/5/557d705c369bf2db0ee138c2deb45117.jpg"
	},
	{
		"title":"-because we share life-", 
		"context":" A shot with one of my foster kitten babies. Nothing like a tiny soul puurring next to you to make the world right again (This image gets so many comments its impossible for me reply to each one but KNOW that I do read them and it makes me very happy that so many people enjoy this photo- THANK YOU!  )NOTE: DONT LITTER! Spay and neuter your pets! While baby animals are very cute there are too many in the world that have to be euthanized each day because of overpopulation! Dont contribute to more deaths!!",
		"preview_url":"http://t03.deviantart.net/wpuWzHzWBoBShDsE4He3ZG8O7rA=/fit-in/300x900/filters:no_upscale():origin()/pre01/d490/th/pre/f/2011/198/a/8/a829fc8f685a7975982fe02282d131bb-d9nkqu.jpg"
	},
	{
		"title":"GAME ON", 
		"context":"Time: 60+ hours.Materials: TRADITIONAL.  Copic multiliner and Copic sketch markers. Size: 3 pieces of A4 paper taped together (approximately 11.5 x 22 inches), digitally connected using Photoshop CS3. WALKTHROUGH: [link]There are 18 Elebits total (the little red and blue creatures). Can you find them all? If you guys were wondering about my sudden two-month hiatus, THIS WAS WHY. I've been working on and off (mostly off OTL;; ) on this piece for about 6 weeks in preparation for Anime Expo artist alley. Consider it a tribute to all the games and gamers out there!The Nintendo DS is probably my favorite console along with my trusty old school PS2. DS ports many of my favorite series, so I figured I can cram them all into one picture since I'm too lazy to draw separate pictures of each of the O3OIt was very hard choosing which games to put in here. If I had more time and paper space, I'd stick quite a few more in there, but was big enough as it is. There is a total of 47 characters from 16 different games in this piece. The sketching was the hardest and longest part, for sure. Coloring went relatively smooth except for those little elebits that's practically invading every corner of the picture. The smallest one is about 1/3 the size of my fingernail. I spent some time studying the art of each game because I didn't want to deviate TOO far from the original style. Each game has its own way of lining and coloring, and I tried to incorporate those aspects into my own style without having everything look like a huge mess. I ended up with a somewhat organized clutter. Drawing and coloring the picture was only half battle. Connecting three separately scanned pictures took about five hours on its own. I became very acquainted with the clone tool because of this. Sadly, a lot of the colors and shades were lost through scanning. I had to go back and adjust individual colors to make it look like the original, but there are still some that can't be fixed (darn those reds and oranges) orz;;Girl playing the DS in the front designed by me.Game characters (c) whoever they belong to. List of games included: Final Fantasy (Chocobo Tales, Tactics, Crystal Chronicles), Pokemon, Professor Layton, Super Mario, Mario Kart, World Ends With You, Kirby, Elebits, Phoenix Wright, Zelda: Phantom Hourglass, Harvest Moon, Disgaea, Bomberman, Ninja Town.  Also, I'M SORRY IF I DIDN'T INCLUDE YOUR FAVORITE GAME. I COULDN'T TAKE IT ANYMORE AFTER FILLING THREE PIECES OF PAPER.",
		"preview_url":"http://t02.deviantart.net/-e2-GfCVMNW4OXo0PW3fmae5Qxw=/fit-in/300x900/filters:no_upscale():origin()/pre03/090e/th/pre/f/2010/138/e/b/game_on_by_cartoongirl7.jpg"
	},
	{
		"title":"Dodge Charger", 
		"context":"My new pic is this Charger I tried to make a modern muscle car ...",
		"preview_url":"http://t04.deviantart.net/qkaIj7sT4BqepsVDk7U3147i5iM=/fit-in/300x900/filters:no_upscale():origin()/pre08/47b9/th/pre/f/2007/016/0/f/dodge_charger_by_roobi.jpg"
	},
	{
		"title":"Winter Grace", 
		"context":"Worked on this a half hour here, hour there off and on this week when I was taking a break from my design project and DA duties. It started with the flower and I knew I was in trouble. After this one, I've completely given up on making a realistic flower.  As you can see, this is trademark Aeires. When I saw I had a flower on my hands, I remembered making Remember Me last winter so I went in that direction again. It's been cold lately so winter seemed to fit the mood I've been in. Originally this was going to be a totally different color but I thought limiting myself to white and shades of blue would give it a better ice feel. Next time I promise to use a very wide spectrum of colors, this one about killed me trying to keep it all together without being boring.© Copyright by Jeffrey Evans, 2006. All rights reserved. You may not use my work without my written permission.",
		"preview_url":"http://t14.deviantart.net/8z-8AFXHSgRS-qQcMi4Fjc56Qtw=/fit-in/300x900/filters:no_upscale():origin()/pre09/9fb7/th/pre/f/2008/360/1/9/1905da496b30de0f9d30807de861fa51.jpg"
	}
]